Repository: n0an/MemoSpot
Catalog: MyLocations/*.lproj/Localizable.strings
Languages: ru

source: Temperature:
ru: Температура:

# LOCATION_SERVICES_DENIED_ALERT_TITLE
source: Location Services Disabled
ru: Сервис определения местоположения отключен

# LOCATION_SERVICES_DENIED_ALERT_MESSAGE
source: Please enable location services for this app in Settings.
ru: Пожалуйста, включите сервис определения местоположения в Настройках.

# ADDRESSLABEL_TEXT_SEARCHING
source: Searching for Address...
ru: Определяем адрес...

# ADDRESSLABEL_TEXT_ERROR1
source: Error Finding Address
ru: Не удалось определить адрес

# ADDRESSLABEL_TEXT_ERROR2
source: No Address Found
ru: Адрес не найден

# MESAGGE_LABEL_TAPTO
source: Tap 'Get My Location' to Start
ru: Нажмите 'Где Я?' чтобы начать

# STATUSMESSAGE_ERROR_GETTING
source: Error Getting Location
ru: Ошибка определения местопложения

# STATUSMESSAGE_ERROR_DISABLED
source: Location Services Disabled
ru: Сервис определения местопложения отключен

# STATUSMESSAGE_SEARCHING
source: Searching...
ru: Поиск...

# BUTTON_STOP_SEARCH
source: Stop
ru: Остановить

# BUTTON_GET_LOCATION
source: Get My Location
ru: Где Я?

# CATEGORY_NAME_NO
source: No Category
ru: Без Категории

# TITLE_EDIT
source: Edit Location
ru: Редактировать Локацию

# ADDRESSLABEL_NO_FOUND
source: No Address Found
ru: Адрес не найден

# HUDVIEW_UPDATED
source: Updated
ru: Обновлено

# HUDVIEW_TAGGED
source: Tagged
ru: Добавлено

# CAMERA_ALERT_CANCEL_ACTION
source: Cancel
ru: Отмена

# CAMERA_ALERT_PHOTO_ACTION
source: Take Photo
ru: Сделать снимок

# CAMERA_ALERT_LIBRARY_ACTION
source: Choose From Library
ru: Выбрать из фото библиотеки
